!!!!:,	1
!!!:,	4
!!:,	4
!:,	36
"":,	3
":,	62
#1A:$	1
#:#	1
#AATeam:#	1
#ANI_news:#	1
#AmericanAirlines:#	1
#AntifaSupporter:#	1
#Baylor:#	1
#Benghazi:^	1
#CenaHateNation:#	1
#DUMASSWALKER:^	1
#EclipseDay:#	1
#FAIL:#	1
#HEARTBREAK:N	1
#Hillary:^	1
#KimDavis:#	1
#KimDavis:^	1
#LFC:^	1
#LGBT:#	1
#LGM:#	1
#Liar:#	1
#Lovethat:#	1
#Management:N	1
#NationalHeraldCase:#	1
#Obama:^	1
#SOTSWithPopstar:#	1
#SicEm:#	1
#Tracon:^	1
#TroubleMaker:#	1
#americanairlinessucks:#	1
#anxiety:#	1
#breezy:#	1
#bright:A	1
#crosbynet:#	2
#design:#	1
#despair:N	1
#dexter:^	1
#fearful:A	1
#gagaoverm83:#	1
#giggles:V	1
#haha:#	1
#happy:#	1
#hipocrite:#	1
#hotpeoplearegood:#	1
#husband:N	1
#justsaying:#	1
#less:#	2
#less:A	4
#linecamp:#	1
#mixtape:#	1
#moodyme:#	1
#murky:A	1
#musicalgeek:#	1
#nightmare:#	1
#notebook:N	1
#philly:#	1
#pissed:#	1
#popoverindie:#	1
#sad:#	1
#sick:#	1
#suckmynado:#	1
#truth:N	1
#victory:#	1
#victory:N	1
#😂:#	1
&:&	8
':,	9
(&:&	1
(:,	9
(;:E	1
):,	11
)::,	1
*:,	1
,:,	107
-:,	4
->:G	1
-Obama:^	1
-Tosses:V	1
..........:,	1
....:,	1
...:,	20
...:~	2
..:,	9
.:,	154
10-11am:$	2
100%:$	1
10:$	1
10th:A	1
13:$	1
15th:$	1
17th:$	1
19th:$	1
1:$	3
1D:^	1
1st:A	5
2-0:$	1
2012:$	2
2015:$	1
2016:$	1
2017:$	1
28th:$	1
2:$	4
2:P	1
2am:$	1
2nd:$	5
2nd:A	4
360:$	1
3:$	2
3rd:A	1
56:$	2
5th:A	1
757:$	1
7th:A	1
8:$	2
9:3:$	1
9th:A	1
:'(:E	1
:(:E	2
:):E	9
:/:E	1
::,	10
::~	4
:D:E	2
:O:E	1
;-;:E	1
;:,	1
?!:,	1
?:,	12
???:,	1
@ARG_AFG:@	1
@AaronCurry51:@	1
@BUlinecamps:@	1
@BigBossFelipe:@	1
@Brewers:@	1
@Burdy75:@	1
@CMShehbaz:@	1
@CParks777:@	1
@Caradelevingne:@	1
@Coco_Wms:@	1
@GretchenCarlson:@	1
@HMiglino:@	1
@Honey_BaddAzz21:@	1
@Ianncaleb:@	1
@JayZawaski670:@	1
@JordanKinman:@	1
@Kathbum:@	1
@KensingtonRoyal:@	1
@LAYOGAMAGAZINE:@	1
@LarryOConnor:@	1
@LindaFrum:@	1
@LoganPaul:@	1
@MattSpiegel670:@	1
@MyManBlu:@	1
@NancyPelosi:@	1
@NeoFundie:@	1
@NiallOfficial:@	1
@OfficialPWG:@	1
@PeterTownsend7:@	1
@PlanetRockRadio:@	1
@Reuters:@	1
@RevRunWisdom:@	4
@Rob_Moynihan:@	1
@SFGate:@	1
@SethMacFarlane:@	1
@ShowOfTheSummer:@	1
@SkySportsTennis:@	1
@SweetenedWaters:@	1
@TVP_horses:@	1
@TakenByWords:@	1
@TheBodyShopUK:@	1
@TheSamMcAtee:@	1
@The_Katbot:@	1
@ThomasSanders:@	1
@ThorSmite_:@	1
@TruthEqualsFact:@	1
@WWENetwork:@	1
@WeeMissBea:@	1
@WyattVW:@	1
@XPBASEDGOD:@	1
@YouTube:@	1
@_lwill:@	1
@annakingradio:@	1
@ashrafghani:@	1
@bodyfit67:@	1
@brakinggnus:@	1
@damianmarley:@	1
@dangoddu:@	1
@despicableAsh:@	1
@edfringe:@	1
@fitchest:@	1
@iChrisg2009:@	1
@jbryant710:@	1
@jessica_sara:@	1
@johngreen:@	1
@leeberube:@	1
@mattgrime:@	1
@myaeggs:@	1
@natandalex:@	1
@politibunny:@	1
@politicususa:@	1
@popstarmagazine:@	1
@shod_jpg:@	1
@smhcashew:@	1
@smite_sol:@	1
@titivate:@	1
@tomwilcox77:@	1
@ubiqsmart:@	1
@wowairsupport:@	1
A:D	3
ANC-house:^	1
Ac:^	1
Adeniji:^	1
Adopting:V	1
Afghanistan:^	1
Afolayan:^	1
After:P	1
Ain't:V	1
Aldean:^	1
Allah:^	1
Also:R	1
Amakson:^	1
Amazon:^	2
Amendment:N	1
Americans:N	2
And:&	1
Angels:^	1
Ant-Man:^	1
April:^	2
Arab:A	1
Arab:^	1
Arch-Zoggie:^	1
As:R	1
At:P	1
Aulas:^	1
Awesome:A	1
B:V	2
BBC:^	1
BOKO:^	1
Bangles:N	1
Barely:R	1
Beach:^	2
Because:P	1
Benet:^	1
Benghazi:^	1
Biafrans:^	1
Biden:^	1
Big:A	1
Billy:^	1
Black:A	1
Blair's:Z	1
Blood:^	1
Bob:^	1
Boehner:^	1
Boise:^	1
Boko:^	1
Bowie:^	1
Braun:^	1
Briana:^	1
Brother:N	1
Bush:^	2
Bushes:N	1
But:&	7
CA:^	1
Caitlyn:^	3
Cameras:N	1
Cameron:^	1
Camp:^	1
Can't:V	1
Can:V	1
Cara:^	1
Carly:^	1
Castle:^	1
Ceasar:N	1
Celebrity:N	1
Cena:^	2
Chad:^	1
Change:N	1
Chesney:^	1
China's:Z	1
Christians:^	2
Christmas:^	1
Civilian:N	1
Comment:N	1
Completely:R	1
Conor:^	2
Constitution:N	1
Crashers:^	1
Cream:^	1
Creation:N	1
Cruz:^	1
Crystal:^	1
DTE:^	1
Dannie:^	1
Dave:^	1
David:^	2
Day:N	2
Day:^	1
December:^	2
Defends:V	1
Dem:^	1
Dems:^	1
Dev:N	1
Do:V	1
Does:V	1
Doing:V	1
Don't:V	2
Dragonrider:N	1
Dunne:^	1
Eagles:^	1
Ebola:^	1
Edgar:^	1
Egypt:^	1
Eid:^	2
Enjoy:V	1
Even:R	1
Everything:N	1
FACEBOOK:^	1
FL:^	1
FRIDAY:^	1
FTW:!	1
Fallon:^	1
February:^	1
Fighters:N	1
Fighters:^	1
Finally:R	1
Fiorina:^	1
Fleetwood:^	1
Foo:N	1
Foo:^	1
Fools:^	1
Frank:^	2
Frankie:^	1
French:^	1
Friday:^	3
Fuuuuuuuuck:!	1
GO:V	1
GOP:^	1
Gaga:^	1
Gandhi:^	1
Garden:^	2
George:^	1
Georgia:^	1
Gerontius:^	1
Gifford:^	1
Glasses:N	1
Glo:^	1
God's:Z	1
God:^	3
Going:V	6
Gombe:^	1
Good:A	1
Goodreads:^	1
Gosh:!	1
Got:V	2
Great:A	1
Greenwood:^	1
Gucci:^	1
Guerrero:^	1
HARAM:^	1
HEALTHY:A	1
Ha:!	1
Had:V	1
Hannibal:^	1
Haram:^	1
Harry:^	1
Have:V	1
He:O	5
Hello:!	1
Here's:L	1
Here:R	1
Hillary's:Z	1
His:D	1
Holy:A	1
Hopefully:R	1
How:R	1
Husband:N	1
I'd:L	2
I'll:L	2
I'm:L	18
I've:L	3
I:O	77
IDC:!	1
IOS:^	1
IS:V	1
Ice:^	1
If:P	7
In:P	2
Independence:^	1
India:^	1
Iraq:^	1
Is:V	4
Islam:^	2
It's:L	6
It:O	2
Its:L	2
Jackass:^	1
Jason:^	1
Jenner:^	3
Jessica:^	1
Jessie:^	1
Jesus:^	1
Jimmy:^	1
Joe:^	2
John:^	2
Join:V	1
Jon:^	1
Jordan:^	1
Jose:^	1
Juarez:^	1
Jurassic:^	1
Just:R	5
Kasich:^	1
Kenny:^	1
Kunle:^	1
Kurt:^	1
LOL:!	1
Lady:^	1
Last:A	1
Lawn:^	2
Leader:^	1
League:^	1
Lets:L	2
Lexus:^	1
Like:P	2
Limpopo:^	1
Line:N	1
Lookin:V	1
Lord:^	1
Losing:V	1
Love:N	1
Love:V	1
Luke:^	1
M-O-N-E-Y:N	2
MK:^	1
Mac:^	1
Magic:^	3
Make:V	1
Mara:^	1
Marley:^	1
Marry:V	2
May:V	2
May:^	3
McCartney:^	1
McGregor:^	2
Medic:^	1
Meet:V	1
Mendes:^	1
Merica:^	1
MetLife:^	1
Mike:^	3
Minecraft:^	1
Misleading:A	1
Monday:^	2
Monsanto:^	1
Morning:N	2
Mounties:^	1
Murray:^	1
Muslims:N	1
My:D	4
NCAA's:^	1
NL:^	1
Natalie:^	1
National:N	1
National:^	1
Never:R	1
New:A	1
Niall:^	1
Nice:A	1
Nigeria:^	2
Nigerian:^	1
Nigga:N	1
Niggas:N	1
Night:N	1
No:!	1
Nollywood:^	1
Not:R	2
Nothing:N	1
Now:R	2
OAN:^	1
OK:A	1
OS:^	1
Obama:^	1
Ocean:^	1
October:^	1
Odin:^	1
Oh:!	1
On:P	1
One:$	1
Open:A	1
Open:V	1
Oracle:^	1
Orton:^	2
PS4:N	1
Pakistan:^	1
Paper:^	1
Parade:^	1
Parenthhod:^	1
Parenthood:N	1
Parenthood:^	1
Park:^	1
Paul:^	2
Peanuts:N	1
People:N	4
Planned:V	3
Police:N	1
Prayer:N	1
Premier:^	1
Pride:^	1
Prime:^	1
Prince:^	2
Pujols:^	1
Pure:^	1
RT:~	3
Rahul:^	1
Ramsey:^	1
Really:R	1
Red:A	1
Representing:V	1
Right:!	1
Rodgers:^	1
Rollins:^	2
Royal:^	1
Ruben:^	1
Ryan:^	1
SCOTUS:^	2
SERIES:^	1
SMH:G	1
SO:R	1
SOX:N	1
Sam:^	1
Samsom:^	1
San:^	1
Saturday:^	7
Savageries:^	1
Saw:V	1
Scott:^	1
Security:N	1
September:^	1
Sequels:N	1
Serena:^	1
Seven:$	1
Sharknado:^	1
Shawn:^	2
She:O	1
Shia:^	1
Shouldnt:V	1
SiR:N	1
Sister:N	1
Sky:^	1
Smith:^	1
So:P	1
So:R	2
Somebody:N	1
Sox:N	1
Spanish:^	1
Spieth:^	1
Spit:V	1
Star:^	1
Starting:V	1
State:^	1
Steve:^	1
Still:R	3
Sting:N	2
Sudan:^	1
Sun:^	1
Sunday's:Z	1
Sunday:^	1
Super:^	1
T-Mobile:^	1
TV:N	2
Taste:N	1
Ted:^	4
Thank:V	1
Thanks:N	1
That's:L	1
That:D	1
The:D	6
There:X	1
These:D	1
They:O	1
This:D	2
This:O	1
Thor:^	3
Those:D	1
Thousands:N	1
Thursday:^	8
Tiangong:^	1
Tiger:^	1
Tomorrow:N	1
Tons:N	1
Tony:^	1
Towns:^	1
Troicki:^	1
Trump:N	1
Trump:^	1
Try:V	1
Tunde:^	1
U.S.:^	2
U:O	1
UK:^	1
Update:N	1
Vacation:N	1
WORLD:^	1
Walker:^	1
Want:V	1
Ware:^	1
Wars:N	1
Watched:V	1
We'd:L	1
We:O	1
Wednesday:^	2
Wee:^	1
Well:R	1
What:O	2
When:R	2
While:P	2
White:A	1
Who:O	1
WiFi:N	1
William:^	1
Williams:^	1
Woods:^	1
World:^	1
Worth:V	1
X:E	1
XFactor:^	1
XXL:^	3
Xbox:^	2
Yatra:N	1
Yet:R	1
Yoga:^	2
You:O	2
Your:D	1
Zen:^	1
Zlatan:^	1
Zoo:^	1
\nThe:D	1
^_^:E	1
a:D	73
about:P	13
academy:N	1
accepted:V	2
accountability:N	1
actually:R	2
added:V	1
admitting:V	1
affordable:A	1
afraid:A	7
after:P	5
afternoons:N	1
again:R	2
aggression:N	1
agitates:V	1
ago:R	3
aint:V	1
airplane:N	1
all:D	5
all:R	1
all:X	2
alliance:N	1
allow:V	1
allowed:V	1
allowing:V	1
along:P	1
also:R	2
alternative:N	1
always:R	1
am:V	3
amazing:A	3
ambassador:N	1
an:D	6
and:&	68
angle:N	1
another:D	3
anxious:A	1
anything:N	3
apology:N	1
appear:V	1
appears:V	1
appendicitis:N	1
applying:V	1
are:V	10
area:N	1
arent:V	1
around:R	1
around:T	1
artists:N	1
as:P	10
as:R	6
ashton:^	1
asked:V	1
ass:N	2
at:P	25
atleast:V	1
attractive:A	1
automatic:A	1
average:A	1
awaits:V	1
away:R	1
awesome:A	3
awhile:R	1
awkward:A	2
awkwardness:N	2
aye:!	1
b/c:P	1
b:V	2
back:R	5
bad:A	7
base:N	1
baseball:N	2
basis:N	1
bc:P	1
bday:N	1
be:V	36
bear\nSo:V	1
beautiful:A	2
because:P	3
become:V	1
becoming:V	1
bed:N	1
been:V	7
beer:N	2
before:P	4
behavior:N	2
behind:P	3
being:V	3
beloved:A	1
best:A	4
better:A	2
between:P	1
beyond:P	1
bid:N	1
big:A	4
biggest:A	1
birthday:N	4
bit:N	1
blame:V	1
blast:N	1
bless:V	2
blessed:A	2
blessings:N	1
blogs:N	1
bloody:A	1
bomb:N	1
bookclub:N	1
books:N	1
bosses:N	1
bottle:N	1
bought:V	2
bout:P	1
bout:R	1
boy:N	3
brave:A	1
briana:^	1
bright:A	3
bristol:^	1
bs:N	1
bubble:N	1
burden:V	1
burns:N	1
bust:V	1
but:&	23
butt-hurt:V	1
button:N	1
buy:N	1
buy:V	1
by:P	8
c'mon:!	1
c'mon:N	1
calculated:V	1
calling:V	1
calm:V	1
came:V	1
can't:V	2
can:V	5
cant:V	1
caps:N	1
care:V	1
carefully:R	1
carry:V	2
caught:V	1
century:N	1
certain:A	1
chance:N	1
change:V	2
changed:V	1
character:N	1
checking:V	2
cheerful:A	1
chests:V	1
choices:N	1
christmas:^	2
circumstance:N	1
class:N	1
clear:A	1
clear:V	1
clowns:N	1
coin:N	1
cold:A	1
college:N	1
come:V	2
comes:V	2
company:N	1
compassion:N	1
competitive:A	1
concept:N	1
concert:N	1
confirm:V	1
contact:N	1
continues:V	1
controlled:V	1
converse:N	1
cool:A	1
country:N	1
couple:N	2
court:N	1
coz:P	1
cream:N	1
creative:A	1
credits:N	2
creepy:A	1
crew:N	1
crying:V	1
culture:N	1
custom:A	1
dad:N	1
daddy:N	1
daily:A	1
dangerous:A	1
dark:A	2
darn:A	1
date:N	1
day:N	18
days:N	2
dealing:V	1
dearly:R	1
death:N	1
deaths:N	1
debate:N	1
decent:A	1
deceptive:A	1
declaration:N	1
decommissioned:A	1
deeply—beyond:V	1
defeated:V	3
defend:V	1
defending:V	1
defunding:V	1
delighted:V	1
delivery:N	1
depressed:A	1
depressing:A	1
deschenel:^	1
despite:P	1
detritus:N	1
did:V	1
didn't:V	1
died:V	1
different:A	2
dig:V	1
direction:N	1
disappointed:A	2
disown:V	1
divided:V	1
dnt:V	1
do:V	1
does:V	3
doesn't:V	1
dog:N	1
doing:V	1
don't:V	5
done:V	2
dont:V	1
door:N	1
doubt:V	1
down:T	2
download:N	1
dozen:N	1
dream:N	1
dreams:N	1
driving:V	2
due:P	1
dumb:A	1
dunkins:N	1
easily:R	1
eat:V	1
eating:V	3
edge:N	1
either:D	1
elated:A	1
election:N	2
else:R	2
empty:A	1
end:N	1
ends:V	1
engaged:V	1
engagement:N	1
enough:N	1
enough:R	3
enters:V	2
entirely:R	1
epic:A	1
episode:N	1
episodes:N	2
err:!	1
error:N	1
etc:^	1
even:R	6
evening:N	2
ever:R	5
every:D	5
everyday:N	1
everyone:N	3
everything:N	2
evil:A	1
examples:N	1
excited:A	1
excited:V	1
exorcisms:N	1
express:V	1
extremely:R	1
eye:N	1
fabby:A	1
fabricated:V	1
fact:N	3
failed:V	1
fall:V	1
false:A	1
fan:N	1
fandom:N	1
fandom:^	1
fantastic:A	3
fantasy:N	1
far:R	1
father:N	1
fball:N	1
fear:N	1
fear:V	1
fearful:A	1
feel:V	2
fell:V	1
few:A	3
fiery:A	1
fight:V	1
fighters:N	1
fighting:V	2
file:N	1
filled:V	1
film:N	1
finally:R	1
find:V	3
fine:A	2
finish:V	1
finished:V	1
fire:N	2
first-hand:A	1
first:A	1
first:R	1
flavors:N	2
followed:V	1
followers:N	1
foo:N	1
footage:N	1
football:N	1
for:P	48
forced:A	1
forces:N	2
forgetting:V	1
fortunate:A	1
forward:R	1
foundation:N	1
freaking:V	1
free:A	7
friend:N	3
frist:A	1
from:P	8
frozen:A	1
fudged:V	1
full:A	1
fuming:V	2
funny:A	2
future:N	2
gave:V	1
gay:A	2
get:V	9
gets:V	2
getting:V	2
ghost:N	1
gig:N	1
girl:N	4
girls:N	1
give:V	1
glad:A	1
glum:A	1
gna:V	1
go:V	7
going:V	4
golf:N	1
gone:V	1
gonna:V	2
good:A	23
got:V	4
government:N	1
grade:N	2
great:A	9
greater:A	1
greetings:N	1
grim:A	1
grinding:V	1
grow:V	1
guy:N	1
guys:N	1
had:V	3
half:N	1
hands:N	1
happens:V	1
happier:A	1
happy:A	12
hard:A	2
hardly:R	1
hardships:N	1
has:V	5
hasn't:V	1
hate:V	6
hated:V	3
have:V	31
haven't:V	2
having:V	1
hawaii:^	1
he's:L	1
he:O	14
headline:N	1
hear:V	1
heard:V	2
heart:N	1
helpful:A	2
her:D	5
her:O	3
here:R	3
hiding:V	1
hilarious:A	2
him:O	3
his:D	5
history:N	1
hit:V	1
hitting:V	1
hold:V	1
home:N	5
honest:A	1
hope:V	8
hormones:N	1
hot:A	3
how:R	3
http://t.co/3Er5zE7wzc:U	1
http://t.co/8BFoUefhAh:U	1
http://t.co/BLptJSMxuU:U	1
http://t.co/GPjsLR5Wdx:U	1
http://t.co/Hc25RtlJkY:U	1
http://t.co/KxfO3j6snM:U	1
http://t.co/VUBHIbGixQ:U	1
http://t.co/WSpdv1Tssi:U	1
http://t.co/Yd3mhx0jC5:U	1
http://t.co/bFST0e1vBs:U	1
http://t.co/g0scXUL:U	1
http://t.co/g2uVZh5vIF:U	1
http://t.co/iu2kLdkbXs:U	1
http://t.co/jI18r5Ejs5:U	1
http://t.co/jO5Wmxbazz:U	1
http://t.co/l7M0lm7oQh:U	1
http://t.co/mYzuIp0hIB:U	1
http://t.co/pf2PltXmA6:U	1
http://t.co/uZww3tjmec:U	1
https://t.co/S1nPYSco1i:U	1
https://t.co/bN3KhhC39a:U	1
https://t.co/pxY9ijRqqa:U	1
human:N	1
hypothetical:A	1
i've:L	1
i:O	6
iPhone:^	1
ice:N	1
if:P	8
ignore:V	1
ignored:V	1
ill:L	1
im:L	2
imitate:V	1
imitation:N	1
important:A	2
in:P	36
incident:N	1
include:V	1
included:V	1
including:V	1
indulgence:N	1
infiltrates:V	1
influence:N	1
info:N	1
initiatives:N	1
injured:V	1
inner:A	1
inroads:N	1
insult:N	1
insulted:V	1
interesting:A	1
interview:N	1
into:P	4
intolerance:N	1
introduced:V	1
ion:L	1
is:V	50
isnt:V	1
it'll:L	1
it's:L	9
it:O	41
it\nmy:O	1
its:L	4
itself:O	1
jaunty:A	1
job:N	3
jobs:N	1
joke:N	1
jokes:N	2
jolly:A	1
jump:V	1
just:R	7
keep:V	1
kicker:N	1
kid:N	1
killing:V	1
kindly:R	1
kit:N	1
knew:V	1
knit:V	1
kno:V	1
know:V	8
knowing:V	1
labeouf:^	1
laboratory:N	1
land:^	1
lando:^	1
last:A	3
late:A	2
laughing:V	1
launching:V	1
laundry:N	1
lazy:A	1
league:N	1
least:A	1
leave:V	1
leaving:V	1
leg:N	1
legit:A	2
letting:V	1
level:N	1
library:N	1
lie:N	1
lie:V	1
life:N	2
life‼️:N	1
like:P	7
like:V	3
liked:V	2
listening:V	1
literally:R	1
little:A	4
live:A	1
live:V	1
liveeee:A	1
lively:A	1
lives:V	1
load:N	1
locker:N	1
lol:!	3
long:A	5
look:N	1
look:V	1
looking:V	4
looks:V	3
lose:V	2
loss:N	1
lost:V	1
lot:N	1
louis:^	1
love:N	1
love:V	17
loved:V	2
lovers:N	1
low:A	1
luck:N	1
mad:A	1
made:V	3
majority:N	1
make:V	7
makes:V	3
making:V	4
man:N	4
manouver:N	1
many:A	2
mastering:V	1
may:V	22
me:O	19
mean:V	4
meditate:V	1
meet:V	1
melted:V	1
men:N	1
merry:A	1
methods:N	1
mic:N	2
might:V	1
millions:N	1
minute:N	1
miserably:R	1
misery:N	1
miss:V	1
mixing:V	1
mom:N	3
moment:N	1
money:N	1
month:N	1
more:A	4
more:R	3
morning:N	3
most:R	1
movie:N	3
moving:V	1
much:R	1
music:N	2
my:D	15
n:&	2
naruto:^	1
needed:V	2
nervous:A	2
never:R	3
new:A	7
next:A	5
next:R	1
nice:A	5
night:N	10
nights:N	1
nirvana:^	1
no:!	2
no:D	6
non-profit:A	1
nor:&	1
norm—about:N	1
not:R	24
nothing:N	1
novel:N	1
now:R	9
nowhere:R	1
o'clock:N	1
obviously:R	1
of:P	61
off:P	1
off:R	1
offended:V	1
offered:V	1
offers:V	1
official:A	1
ok:A	2
omg:!	1
on:P	39
once:R	1
one:$	13
ones:N	1
only:A	2
only:R	2
ooh:!	1
opener:N	1
or:&	8
orgy:N	1
original:A	1
other:A	1
others:N	1
our:D	6
out:P	3
out:T	11
outdoors:N	2
outward:A	1
ovations:N	1
over:P	1
own:A	5
packed:V	1
paid:V	1
paper:N	1
parade:N	1
parked:A	1
part:N	2
parties:N	1
party:N	1
pass:V	1
passionate:A	2
peace:N	1
penalty:N	1
pennant:N	1
people:N	5
perfume:N	1
period:N	1
persecuted:V	1
person:N	1
personal:A	1
piece:N	1
piercing:V	1
pin:N	1
places:N	1
planning:V	1
platform:N	1
players:N	1
playful:A	1
playing:V	1
pleasure:N	1
point:N	1
polish:V	1
ponyo:^	1
poor:A	1
posing:V	2
post/video:N	1
power:N	1
ppl:N	1
practice:N	1
pray:V	1
preaches:V	1
pregnant:A	1
pressing:V	1
price:N	2
probably:R	1
problem:N	1
producer:N	1
product:N	1
productive:A	1
program:N	1
programs:N	1
properly:R	1
proud:A	3
proved:V	1
pukhtun:^	1
puts:V	1
quiet:A	1
r.I.p:!	1
race:N	2
radio:N	1
rage:N	1
randy:^	2
rap:N	1
rarely:R	1
reach:V	1
reading:V	1
ready:A	1
really:R	4
recall:V	1
recent:A	1
recording:V	1
recovery:N	1
regulating:V	1
rejoice:V	1
related:A	1
relax:V	1
released:V	2
relief\nto:N	1
relish:N	1
replace:V	1
report:V	1
reported:V	1
request:N	1
requested:V	1
resentment:N	1
response:N	1
responsible:A	2
rest:N	2
restaurant:N	1
retina:N	1
retweeting:V	1
reunited:V	1
ride:V	1
ridiculous:A	1
right:A	1
right:R	1
rise:N	1
rising:V	1
rn:R	1
road:N	2
rocks:V	1
roof:N	1
room:N	1
rooms:N	1
rotated:V	1
ruin:V	1
ruining:V	1
ruling:N	1
runners:N	1
running:V	2
ruthless:A	1
s:G	1
sacrifice:N	1
sacrificed:V	1
sad:A	3
sadly:R	1
said:V	1
same:A	1
sat-nav:N	1
sat:V	2
satellite:N	1
saw:V	1
say:V	7
says:V	1
scandal:N	1
scared:A	2
scenery:N	1
school:N	1
scientists:N	1
scoop:N	1
scored:V	1
search:N	1
search:V	1
season:N	3
second:A	1
section:N	1
see:V	10
seen:V	8
self:N	2
selfie:N	1
semester:N	1
sense:N	1
set:N	1
several:A	1
share:V	1
she:O	11
shining:V	1
shit:N	5
short:A	1
show:N	3
showed:V	1
showing:V	1
shy:A	1
sick:A	3
side:N	1
since:P	4
singing:V	1
situation:N	1
skies:N	1
skill:N	1
sleep:N	1
sleep:V	2
sleepless:A	1
smartset:N	1
smile:V	1
snuggled:V	1
so:P	3
so:R	15
soak:N	1
software:N	1
soldier:N	1
some:D	8
someone:N	2
something:N	4
somewhere:R	1
son:N	3
song:N	2
songs:N	1
soon:R	3
sophisticated:A	1
sore:A	1
sorrow:N	1
sorry:A	2
sorry\nfor:A	1
sound:V	1
sounds:V	1
space:N	1
sparkling:A	1
spazzed:V	1
speechless:A	1
spend:V	1
spiders:N	1
spot:N	2
stale\nMadness:A	1
star:^	1
start:V	3
started:V	1
starting:V	4
stay:V	4
step:N	1
still:R	10
strangest:A	1
strength&may:N	1
striker:^	1
student:N	1
students:N	1
studio:N	1
stuff:N	1
stupid:A	1
submitted:V	1
success:N	1
such:A	4
sugar:N	1
sun:N	2
super:R	1
superman:^	1
support:N	1
support:V	2
supreme:A	1
sure:A	3
surprise:V	2
surprised:A	1
surprising:A	1
sweet:A	1
swerte:G	1
switch:V	1
take:N	1
take:V	2
taking:V	1
talk:V	1
talking:V	1
talking\neven:V	1
tape:N	1
team:N	3
teenagers:N	1
tells:V	2
temp:N	1
terms:N	1
terrible:A	1
terrified:A	1
terror:N	1
terrorist:A	1
terrorists:N	1
texted:V	2
than:P	4
that's:L	1
that:D	2
that:O	4
that:P	16
the:D	112
their:D	2
them:D	3
them:O	3
then:R	1
there's:L	1
there:R	3
they've:L	1
they:O	4
thing:N	3
things:N	6
things\nI:N	1
think:V	3
thinking:V	1
this:D	10
this:O	8
those:O	1
though:P	1
thought:V	2
throne:N	1
through:P	1
tickets:N	1
time:N	11
time😂💉:N	1
tired:A	1
tmrw:N	2
to:P	82
today:N	8
today:R	2
told:V	4
tolerate:V	1
tomorrow's:S	1
tomorrow:N	19
tonight:R	2
too:R	7
took:V	2
totoro:N	1
toward:P	1
town:N	1
traffic:N	1
tranny:N	1
transcends:V	1
treatment:N	1
trial:N	1
tripping:V	1
true:A	4
tumblr:^	1
tune:V	1
tunes:N	1
turn:V	2
turned:V	1
twice:R	1
types:N	1
u:O	3
ugly:A	1
unc:^	1
understand:V	1
uneasy:A	1
unfold:V	1
uniform:N	1
unique:A	1
unlawful:A	1
until:P	2
up:R	1
up:T	5
upgrade:V	1
upset:A	2
ur:D	2
us:O	3
used:V	3
v:^	1
varied:A	1
very:R	5
via:P	1
victorious:^	1
video:N	1
videos:N	1
violated:V	1
violations:N	1
voted:V	1
wait:V	3
walk:N	1
walking:V	1
wana:V	1
want:V	3
war:N	1
wars:N	1
was:V	33
watch:V	4
watched:V	1
watching:V	5
water:N	1
wave:N	1
way-:N	1
way:N	3
ways:N	1
we'll:L	2
we're:L	2
we've:L	1
we:O	6
weak:A	1
weary:A	1
weather:N	3
weekend:N	4
weeped:V	1
weird:A	2
weirdest:A	1
well:!	1
well:R	4
went:V	2
were:V	3
what's:L	2
what:O	6
when:R	10
where:R	1
which:D	1
while:P	2
who:O	5
whole:A	2
why:R	1
widely:R	1
will:V	12
win:V	4
winding:V	1
wine:N	1
wins:V	1
winter:N	1
wise:A	1
wit:P	1
with:P	16
without:P	1
women:N	1
wonderful:A	2
words:N	1
work:N	3
workout:N	1
world:N	3
worlds:N	1
worried:A	1
worry:V	1
worst:A	1
would've:V	1
would:V	7
wouldn't:V	2
wow:!	1
wrestling:N	1
writes:V	2
wrong:A	1
x:G	1
xo:E	1
xx:E	1
yay:!	1
yeah:!	1
year:N	2
years:N	2
yes:!	1
yesterday:N	6
yesterday:R	1
yet:R	2
yo:D	1
yoga:N	1
you'll:L	1
you're:L	2
you:O	34
young:A	1
your:D	8
your:L	2
yours:O	1
yourself:O	2
yr:N	1
yu:O	1
zooey:^	1
“:G	1
”:N	1
🎧:V	1
🔥🎶💨💯:N	1
😄:G	1
😊:G	1
😪😪😪:G	1
😰:#	1
🤘:G	1
🤷🏻‍♀️:G	1